Revit 2027 API
FamilyParameter.Definition Property
The definition.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public Definition Definition { get; }
Public ReadOnly Property Definition As Definition
	Get
public:
property Definition^ Definition {
	Definition^ get ();
}
member Definition : Definition with get
Property Value
Definition
See Also
Reference
FamilyParameter Class
Autodesk.Revit.DB Namespace